Repository: MemsourceTesting/Luke_GitHubSync
Catalog: support/translations_*.xlf
Languages: cs, de_de

# action_alert_archive_form_success_change
source: Alert archive
cs: ůakjdůlůalasdfasd
de_de: Alarm archiviert

# action_alert_unarchive_form_success
source: Event unarchived
cs: Archivace události byla zrušena
de_de: Ereignis nicht archiviert

# action_ep_review_form_success
source: Review request sent
cs: Žádost o kontrolu byla odeslána
de_de: Überprüfungsanfrage gesendet

# action_state_option_closed_label
source: Closed
cs: Zavřeno
de_de: Geschlossen

# action_state_option_default_label
source: Action state...
cs: Stav akce...
de_de: Aktionszustand...

# action_state_option_opened_label
source: In progressůljůljl
cs: Probíhá
de_de: Im Gange

# action_type_option_default_label
source: Action type...
cs: Typ akce...
de_de: Aktionstyp...

# action_type_option_patient_review_request_label
source: Review
cs: Revize

# action_type_option_patient_summon_label
source: Appointment
cs: Apoointment

# key_two
source: This is a repo sync test
cs: Toto je test repo synchronizace
de_de: Dies ist ein Repo-Sync-Test

# untitledpage11jzley
source: Celebrating International Women’s Day
cs: Oslava Mezinárodního dne žen
de_de: Wir feiern den Internationalen Frauentag

# untitledpage1p9gbr3
source: We fill the gaps when we stand as a whole.
cs: Vyplňujeme mezery, když stojíme jako celek.
de_de: Wir füllen die Lücken, wenn wir als Ganzes dastehen.
